export const endings = [
  {
    title: "🏆 Легенда стримов",
    text: "Ты стал символом целого поколения. Твоё имя везде. Но какой ценой?",
    minFame: 10,
    minMoney: 10,
    minHumanity: -5,
  },
  {
    title: "😔 Забвение",
    text: "Ты так и не смог найти себя. Люди забыли, но в твоей душе осталась честность.",
    minFame: -2,
    minMoney: -2,
    minHumanity: 2,
  },
  {
    title: "🎰 MELLSTROY.GAME",
    text: "Ты создал свою империю. Казино, бренд, история. Началось с камеры — закончилось вселенной.",
    minFame: 7,
    minMoney: 7,
    minHumanity: 0,
  },
];
